Repository: collective/collective.folderorder
Catalog: src/collective/folderorder/locales/*/LC_MESSAGES/collective.folderorder.po
Languages: de

source: Set folder ordering to '%s'.
de: Die Ordnersortierung auf '%s' setzen.

source: Reordered by '%s'.
de: Nach '%s' neu sortiert.

source: Did no reordering.
de: Keine Neusortierung vorgenommen.

source: created
de: Erstellt

source: default
de: Neue Inhalte am Ende einfügen.

source: form-help-header
de: Ordnersortierung ändern

source: form-help-ordering
de: Wenn Sie die Ordnersortierungsmethode ändern wollen, wählen Sie "select ordering". Hier können Sie bestimmen, an welcher Stelle neue Inhalte im Ordner eingefügt werden.

source: form-help-reorder
de: Um bestehende Inhalte neu zu sortieren, wählen Sie "Reoder existing content". Sie können nach dem Erstellungsdatum, dem Titel, dem Kurznamen oder dem Datum der letzten Änderung sortieren.

source: form-help-reverse
de: Um die Sortierung umzukehren, wählen Sie die "Invert sortorder of existing content" und klicken dann auf "Save".

source: last modified
de: Zuletzt bearbeitet

source: partial
de: Teilweise

source: prepend
de: Neue Inhalte am Beginn einfügen.

source: reversed
de: Umgekehrt

source: short name
de: Kurzname

source: title
de: Titel

source: unordered
de: Unsortiert
